tap "homebrew/bundle"
brew "neovim"
brew "tmux"
brew "eza"
brew "fzf"
brew "ripgrep"
brew "starship"
brew "git"
brew "zoxide"
brew "node"
brew "lazygit"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "karabiner-elements"
cask "wezterm"
cask "zen-browser"
